accerciser
alacritty
apache
aria2
baobab
base
base-devel
bat
blueman
bluez
bluez-utils
brave-bin
brightnessctl
btop
catppuccin-gtk-theme-mocha
cheese
cmake
composer
curl
d-spy
dconf-editor
decibels
devhelp
docker
docker-compose
dosfstools
earlyoom
efibootmgr
emacs
endeavour
eog
epiphany
evince
evolution
eza
fastfetch
fd
file-roller
firefox
firejail
fzf
gcc
gdb
gdm
geary
ghex
git
gitg
glade
gnome-2048
gnome-backgrounds
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-games
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-nibbles
gnome-notes
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-weather
go
google-chrome
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hitori
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
iagno
intel-ucode
iwd
kitty
lazygit
libayatana-appindicator
libreoffice-fresh
lightsoff
linux
linux-firmware
linux-headers
loupe
lua-language-server
make
malcontent
mariadb
mesa-utils
mpv
mtools
nano
nautilus
navidrome
neofetch
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
nvidia-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nwg-look
orca
os-prober
php
php-apache
php-cgi
php-gd
php-imap
php-pgsql
php-sqlite
php-xmlrpc
php-xsl
phpmyadmin
pipewire
plocate
polari
polkit-gnome
power-profiles-daemon
python-flake8
python-pip
pywal-git
quadrapassel
reflector
ripgrep
rsync
rust
rygel
seahorse
shellcheck
simple-scan
snapshot
starship
stow
strace
sudo
sushi
swaync
sysprof
tali
tauon-music-box
tcpdump
teams-for-linux-bin
tecla
telegram-desktop-bin
tmux
totem
tree
ttf-cascadia-code-nerd
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-liberation
ufw
vim
visual-studio-code-bin
vlc
waybar
wget
wl-clipboard
wofi
wp-cli
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
yazi
yelp
zoxide-git
zsh
